Repository: wzq0227/-
Catalog: GosIPCs/GosIPCs/SysRelated/Localizable/Goscom/*.lproj/Localizable.strings
Languages: es, fr, ja

# NetCheckSuccessfulTip
source: To check the network status of the camera, please use your cell phone and camera connect to the same network
es: Conecte el smartphone y cámara a la misma red para revisar el estado de red
ja: 要检测摄像机的网络状况, 请将手机与摄像机连接在一个网络

# NetCheckFailedTip
source: The current network test is not passed: 1.Please check the router settings or disable the firewall function 2.Replacement of WiFi network environment 3.Contact network operators
es: error en red actual: 1.Compruebe la config. del router actual o deshabilite el firewall 2.Reemplace entorno de red de WiFi 3.Contacte operadores de red
ja: 当前网络测试不通过: 1.请检查当前路由器设置或解除防火墙功能 2.更换WiFi网络环境 3.联系网络运营商

# NetcheckReload
source: Recheck
es: Volver a revisar
ja: 重新检测

# Network_Check
source: network detection
es: 网络检测
fr: 网络检测
ja: ネットワーク検出

# Network_Sent
source: Sent
es: 发送
fr: 发送
ja: 发送

# Network_Received
source: Received
es: 接收
fr: 接收
ja: 接收

# Mall_Share
source: Share
es: Compartir
ja: シェア

# ThirdParty_Btn_Alexa_Title
source: Jump to Alexa
es: Salte a Alexa
fr: 跳转到Alexa
ja: Alexaにジャンプします。

# ThirdParty_Btn_GoogleHome_Title
source: Jump to Google Assistant
es: Salte a Google Assistant
fr: 跳转到谷歌助手
ja: Googleアシスタントにジャンプします。

# Setting_MotionSensitivity
source: Motion sensitivity
es: Sensibilidad al movimiento
fr: 动作灵敏度
ja: 動作感度

# Setting_Sensitivity_Low
source: Low
es: Bajo
fr: 低
ja: 低

# Setting_Sensitivity_Default
source: Default
es: Por defecto
fr: 默认值
ja: デフォルト値

# Setting_Sensitivity_High
source: High
es: Alto
fr: 高
ja: 高

# Setting_MoniterArea
source: Detection area
es: Área de detección
fr: 监测区域
ja: モニターリングエリア

# Setting_MoniterArea_SelectArea
source: =Selected areas
es: =area selección
fr: = 选中区域
ja: = 选中区域

# Setting_SelectAreaReminder
source: You will receive alerts for these areas "Motion detection" is turned on, if the camera detects the screen changes it will have a hort video, this video way in the TF card inside icon is
es: ´Recibirá alertas para estas áreas n"Motion Detection" (Detección de movimiento") se enciende si la cámara detecta los cambios de pantalla,tendrá un video corto,esta forma de video en el ícono interior de la tarjeta TF es....
fr: 你将会获得这些区域的提醒 "运动检测"开启后，如果摄像头检测到画面变化则会进行短暂录像，此录像方式在 TF 卡里面的代表图标为
ja: 当該エリアのウォーニングを取得できます 「運動検出」をONにしてから、カメラが画面の変化を検出すると、暫く映像を取ります。このレコーディング方式はTF カードでのアイコンが☆です

# Setting_VoiceSensitivity
source: Sound sensitivity
es: Sensibilidad al sonido
fr: 声音灵敏度
ja: 音声感度

# Setting_Voice_Tips
source: "Voice detection" is turned on, if the camera detects the voice changes it will have a hort video, this video way in the TF card inside icon is
es: "Voice detection" (detección de la voz) se enciende,si la cámara detecta los cambios de voz
fr: "声音检测"开启后，如果摄像头检测到声音则会进行短暂录像，此录像方式在 TF 卡里面的代表图标为
ja: 「音声検出」をONにしてから、カメラがを検出すと、暫く映像を取ります。このレコーディング方式はTF カードでのアイコンが☆です

# Temperature_floor
source: Minimum temperature
es: Temperatura mínima
fr: 下限温度
ja: 下限温度

# temperature_ceiling
source: Maximum temperature
es: Temperatura máxima
fr: 上限温度
ja: 上限温度

# temperature_ceiling_temperature
source: Maximum temperature setting
es: Ajuste de la temperatura máxima
fr: 上限温度设置
ja: 上限温度設定

# temperature_floor_temperature
source: Minimum temperature setting
es: Ajuste de temperatura mínima
fr: 下限温度设置
ja: 下限温度設定

# CS_PackageType_DataLife
source: Retention time
es: Tiempo retención
fr: 录像保存(循环)
ja: 映像保存(循環)

# CS_PackageType_PackageType
source: Service type
es: Tipo de paquete
fr: 套餐类型
ja: キット区分

# CS_PackageType_Price
source: Price
es: Precio
fr: 价格
ja: 価格

# CS_PackageType_Days
source: days
es: Días
fr: 天
ja: 日

# CS_PackageType_Month
source: month
es: mes
fr: 个月
ja: カ月

# CS_PackageType_Year
source: year
es: Año
fr: 年
ja: 年

# CS_PackageType_FreeTryTitle2
source: Try 7 days cloud storage 1 month package for free
es: Prueba 7 días almac.en nube,1 mes paquete gratis
fr: 免费试用30天（7天循环）
ja: 無料で30日（7日循環）を体験します。

# CS_Package_Pay
source: Pay
es: Pagar
fr: 支付
ja: 支払

# PackageUnitPrice
source: Unit price
es: Precio unitario:
fr: 单价
ja: 単価

# PackageQuantity
source: Quantity
es: Cantidad:
fr: 数量
ja: 数量

# PackageTotalPrice
source: Total
fr: 合计
ja: 合計

# PackageNeedToPay
source: Need to pay
es: Necesidad de pagar:
fr: 需支付
ja: 支払金額

# PackageChoosePaymentType
source: Option of payment
es: Opción de pago
fr: 选择付款方式
ja: 支払方式選択

# PaymentTypeWeChat
source: WeChat pay
es: Pago por WeChat
fr: 微信支付
ja: WeChat支払

# PaymentTypeAliPay
source: AliPay
fr: 支付宝支付
ja: アリペイ支払

# PaymentTypePayPal
source: PayPal
fr: PayPal支付
ja: PayPal支払

# PackageConfirmPay
source: Confirm payment
es: Confirmar pago
fr: 确认订单付款
ja: 注文支払確認

# CS_Agree_CSAgreement
source: Purchase means the agreement is accepted Cloud Recording Service Agreement
es: La compra implica que se acepta el Contrato de Servicio de Registro en la Nube
fr: 购买即同意云录制服务协议
ja: 購入はクラウドレコーディングサービス契約に対する同意とみなされます。

# CS_CSAgreement
source: Cloud Recording Service Agreement
es: Contrato de Servicio de Registro en la Nube
fr: 云录制服务协议
ja: クラウドレコーディングサービス契約

source: Package order
es: Orden del paquete
fr: 套餐订购
ja: キット注文

# PackageTypeDays_Time1
source: cloud storage
es: Almacenamiento en la nube
fr: 云存储
ja: クラウドストレージ

# PackageTypeDays_Time2
source: package
es: Paquete
fr: 包
ja: キット

# PackagePay_fail
source: 支付失败
es: Error en el pago
ja: 支払失敗

# Cloud_PackageValidTime
source: Package valid time
es: Período de validez
fr: 有效期
ja: 有効期間

# Cloud_VideoReservedTime
source: Video retention time
es: Tiempo de retención del video
fr: 视频保留时间
ja: ビデオ保留時間

# Cloud_PackageRenew
source: Renew
es: Renovación
fr: 续费
ja: 更新料

# NightVersion_Switch
source: Night vision always ON
es: Visión noct siempre ON
fr: 夜视开关
ja: ナイトビジョンSW

# NightVersion_Auto
source: Automatic (default)
es: Automático (por defecto)
fr: 自动
ja: 自動

# NightVersion_Open
source: ON
es: 开
fr: 开
ja: 开

# DevShare_InputUserName
source: Enter share user id:
es: Ingrese la ID del usuario para compartir：
fr: 输入对方账号：
ja: 相手のIDを入力します。

# DevShare_Title_SharedUsers
source: Already shared users
es: Usuarios ya compartidos
fr: 已分享用户
ja: ユーザーシェアにしています。

# cloudShare_share_success
source: share success
es: 分享成功
fr: 分享成功
ja: 分享成功

# cloudShare_share_failed
source: share failed
es: 分享失败
fr: 分享失败
ja: 分享失败

# cloudShare_delete_success
source: 删除成功
es: Borrada exitosamente
ja: 削除成功！

# cloudShare_delete_fail
source: 删除失败
es: Error al borrar
ja: 削除失敗！

source: Video
fr: Vidéo
ja: ビデオ

# pic
source: Photo
es: Foto
fr: Image
ja: 画像

# photo_SaveToSystemSuccess
source: Image saved to System Photos
es: 图片已保存在系统相册
fr: 图片已保存在系统相册
ja: 图片已保存在系统相册

# CameraTimeCheck_Tips_Title
source: Time on the real time picture of camera is from network; If you find that the time on the camera does not match the time on the mobile phone, please calibrate the camera time.
es: El tiempo en la imagen de tiempo real de la cámara es de la red; si encuentra que el tiempo de la cámara no concuerda con el tiempo del teléfono celular,ajuste el tiempo de la cámara.
fr: 摄像头实时画面上的时间取自网络,如果发现摄像头上的时间和手机时间不一致，请校正摄像头时间
ja: カメラリアルタイム画面上の時間ネットワークからのもので、カメラ上の時間が携帯の時間表示と一致しない場合、カメラ上の時間表示を校正してください

# CameraTimeCheck_OpResult_Succeeded
source: Time check succeeded
es: Ctr. tiempo exitoso
fr: 时间校验成功
ja: 時間検証成功

# CameraTimeCheck_OpResult_Failed
source: Time check failed
es: Error en el control del tiempo
fr: 时间校验失败
ja: 時間検証失敗

# WiFiSetting_DeviceOnLine
source: Device online
es: Dispositivo en línea
fr: 已添加在线
ja: オンライン追加済

# WiFiSetting_DeviceOffLine
source: Device offline
es: fuera de línea
fr: 已添加不在线
ja: オフライン追加済

# WiFi_setting_online
source: WiFi setting
es: Ajuste de WiFi
fr: 配置设备端WiFi
ja: デバイス側のWiFi配置

# Setting_WiFiConnect
source: Connect WiFi
es: Conectar WiFi
fr: 连接WiFi
ja: WiFi接続

# WiFiSetting_CameraCloseToRouter
source: Put the camera as close as possible to the router
es: Ponga la cámara lo más cerca posible del router
fr: 请将摄像机尽可能的靠近路由器
ja: できる限りビデオカメラをルータに近寄せてください

# Setting_NextStep
source: Next
es: Siguiente
fr: 下一步
ja: 次に

# ADDDevice_Set
source: Please press and hold the "SET" key for 1 second, and then you will hear a "Beep" sound
es: mantenga presionada la tecla "SET" por 1 seg,luego oirá un "Beep"
fr: 请按住“SET”按键1s松开,此时会听到“启动配置模式”
ja: 「SET」キーを1秒に押してから指を離して指を離して指を離して「配置モードON」と聞き取れることができます

# WiFiSetting_PhoneConnectedToWiFi
source: Make sure the mobile phone has been connected to WiFi network
es: Verifique que el teléfono móvil se haya conectado a la red de Wi-Fi
fr: 确保手机已经连接到Wi-Fi
ja: 携帯がWi-Fiに接続されているようにしてください

# ADDDevice_Qrcode_tip
source: put the QR code in smartphone towards camera lens click "next" when we hear a short "beep"
es: Coloque código QR frente la lente de la cámara, pulse "next" al escuchar un breve "bip"
fr: 请将手机二维码朝向摄像机镜头 听到声音提示后点击下一步
ja: 携帯のQRコードをビデオカメラのレンズに向かせて 音声メッセージを聞き取ってから「次に」をクリックしてください

# Qrcode
source: Scan QR code
es: Escanee el código QR
fr: 扫描二维码
ja: QRコードスキャン

# Configure_show_tip
source: 1: Verify if WiFi name and password contain special characters and if DHCP on router is switched on. 2: Verify if 2.4G WiFi is connectetd instead of 5G WiFi. 3: Verify if the WiFi password is correct 4: It is recommended to connect the device close to the router
es: 1: Verifique que el nombre y contraseña de la WiFi contengan caracteres especiales y que el DHCP del router esté encendidon2: Verifique que la red WiFi 2.4G esté conectada en vez de la WIFI 5G.n3: Verifique si la contraseña de la WiFi es la correctan4: se recomienda conectar el dispositivo cerca del router
fr: 1: 确认WiFi名称和密码是否有特殊字符,路由器是否开启DHCP开关 2: 确认是否连接2.4G WiFi而不是 5G WiFi。 3: 确认WiFi密码是否正确 4: 建议靠近路由器连接设备
ja: 1: WiFi名とパスワードに特殊な文字があるでしょう、ルータはSWがONDHCPでしょう 2: 5G WiFiの代わりに2.4G WiFiを接続するでしょう。 3: WiFiのパスワードが正しいでしょう 4: ルータに近寄せてデバイスを接続してみてください

# Configure_show_tip2
source: Solution for failed add
es: Solución en caso de error al agregar:
fr: 如果添加不成功,解决方法：
ja: 追加失敗の場合の対策

# Configure_back
source: Back to configuration
es: Volver a la configuración
fr: 返回配置WiFi页面
ja: WiFi配置ページに戻します

# Configure_BackToDevListVC
source: Back to device list page
es: Volver a la página de lista del dispositivo
fr: 返回设备列表界面
ja: デバイス一覧のインターフェースに戻します

# Qrcode_tipsTitle
source: Did not hear the sound?
es: ¿No escuchó el sonido?
fr: 没有听到声音吗?
ja: 音声を聞き取れませんでしたか ?

# Qrcode_textView
source: 1: Make sure your camera is powered on. 2: Make sure the status indicator blinks red. 3: Make sure that the distance from QR code to camera is within 4-8 inches (10-20cm)
es: 1: Fíjese que su cámara esté encendida n2: El indicador de estado debe parpadear en color rojo./n3: Verifique que la distancia desde el código QR hasta la cámara sea de 4-8 pulgadas (10-20cm)
fr: 1: 请确保您的摄像头已接通电源。 2: 请确保状态指示灯快闪。 3: 请来回调整二维码和摄像头之间的距离。 4:长按"SET"键重置摄像机出厂设置后，重新开始添加摄像机。
ja: 1: ごカメラの電源が投入されているようにしてください。 2: 状態ランプ速く点滅するようにしてください。 3: 繰り返してQRコードとカメラとの距離を調整してください。 4:「SET」キーを長押ししてビデオカメラを出荷設定にリセットしてから新たにビデオカメラを追加します。

# Qrcode_soundBtn
source: I have heard it
es: Lo escuché
fr: 我听到了
ja: はい、聞き取れました。

# Qrcode_unsoundBtn
source: Did not hear any sound?
es: ¿Escuchó algún sonido?
fr: 没有听到任何声音？
ja: いかなる音声も聞き取れなかったでしょう

# Qrcode_scanThreeViewTipsLabel
source: Did you see the green light blinking? it is about to be finished
es: ¿Vio la luz verde parpadear? Está por terminar
fr: 看到绿灯闪烁了吗?您马上就要完成了
ja: 緑ランプが点滅しているでしょう。まもなく完成するところです

# Qrcode_ScanThreeView
source: Connect router
es: Conectar el router
fr: 连接路由器
ja: ルータ接続

# DevInfo_SDCard
source: TF card
es: Tarjeta TF
fr: TF卡
ja: TFカード

# Format_SD_card
source: Want to clear the SD card? If you do this, you will lose all the data stored in it!
es: Desea limpiar la tarjeta SD? Si lo hace,perderá los datos almacenados en ella!
fr: 要清空SD卡吗？如果这样做，您会丢失其中存储的全部数据！
ja: SDカードをクリアするでしょう。そうなら、その中に記憶されたデータの全部がなくなります。

# Format
source: Format the SD card
es: Formatee la tarjeta SD
fr: Formater la carte SD
ja: SDカードフォーマット

# Format_SD_card_success
source: SD card format succeeded
es: Formateo exitoso de la tarjeta SD
fr: Formater la carte SD
ja: SDカードフォーマット成功

# Format_SD_card_unsuccess
source: SD card format failed
es: Error en el formateo de la tarjeta SD
fr: échec
ja: SDカードフォーマット失敗

# Format_SD_Warning
source: In the formatted SD card, do not power off or pull the card to avoid damage
ja: SDカードフォーマット中。損壊がないように、電源を遮断したり、カードを抜きたりしないでください

# Update_UpdateError_TryAgainLater
source: Upgrade failed, please try later
es: Error en la actualización,intente más tarde
fr: 升级失败，请稍后尝试
ja: アップグレード失敗。後で試してみてください

# Update_Tips_DowloadComplete
source: Download succeeded, camera will automatically restart later to upgrade, please wait
es: Descarga exitosa,la cámara se reiniciará automáticamente más tarde para actualizarse,por favor espere.
fr: 下载成功,摄像机稍后将自动重启进行升级,请耐心等待
ja: ダウンロード成功。ビデオカメラが後で自動的に再起動してアップグレードを行うので、少々お待ちください。

# update_to
source: Can be updated to
es: Se puede actualizar a
fr: 可更新至
ja: ☆までに更新できます。

# Update_Tips_Downloading
source: Camera application firmware is about to upgrade, it will take about 4-5 minutes (depending on network speed); make sure that the camera does not power off during this process!
es: El firmware de aplicación de la cámara esta por actualizarse,tomará alrededor de 4-5 minutos (dependiendo de la velocidad de la red); ¡verifique que la cámara no se apague durante este proceso!
fr: 摄像头应用固件即将进行升级，大概需要4-5分钟（与网速有关）；请确保在此过程中，摄像机不要断电
ja: カメラのアプリケーションのアップグレードを行うところですが、ネットワーク速度に応じて4～5分程度がかかります。この過程にビデオカメラの電源を遮断しないようにしてください

# Update_Downloading
source: Downloading
es: Descargando
fr: 正在下载
ja: ダウンロード中

# Update_FirmwareUpdate
source: Firmware update
es: Actualización del Firmware
fr: 固件更新
ja: ファームウェア更新

# Update_UpdateRightNow
source: Update now
es: Actualizar ahora
fr: 立即更新
ja: 今すぐ更新します

# Update_DownloadErrorTryAgain
source: Upgrade failed, please redownload
es: Error en la actualización,vuelva a descargar
fr: 升级失败，重新下载
ja: アップグレード失敗。新たにダウンロードします

# Update_CancelSucceeded
source: Cancel upgrade succeeded
es: Cancelación exitosa de la actualización
fr: 取消升级成功
ja: アップグレードキャンセル成功

# Update_CancelUnSucceeded
source: 取消升级失败
ja: アップグレードキャンセル失敗

# DevInfo_DevName
source: Device name
es: Nombre disp:
fr: 设备名称
ja: デバイス名:

source: System firmware
es: Soporte sistema
fr: Version du matériel
ja: システムファームウェア

source: camera name repeat
es: Repetir el nombre de la cámara
fr: 设备名称重复
ja: デバイス名重複

# ModifyFailure
source: Modify failed
es: Error al editar
fr: 修改失败
ja: 改訂失敗

# DeviceName_Default_LivingRoom
source: Living room
es: Sala de estar
fr: 客厅
ja: リビングルーム

# DeviceName_Default_Bedroom
source: Bedroom
es: Habitación
fr: 卧室
ja: ベッドルーム

# DeviceName_Default_BabysRoom
source: Baby room
es: Habitación del bebe
fr: 婴儿房
ja: ベビールーム

# DeviceName_Default_Gate
source: Gate
es: Puerta
fr: 大门
ja: ゲート

# DeviceName_Default_Garage
source: Garage
es: Garaje
fr: 车库
ja: ガレージ

# DeviceName_Default_Office
source: Office
es: Oficina
fr: 办公室
ja: 事務室

# DevInfo_CameraVersion
source: Camera version
es: Versión de la cámara
fr: 摄像头版本
ja: カメラバージョン

# used_storage
source: Used space
es: Espacio usado
fr: Stockage utilisé
ja: 利用されたものです。

# free_storage
source: Available space
es: Espacio disponible
fr: Stockage disponible
ja: 利用可能

# DevInfo_WiFiName
source: WiFi name
es: Nombre de WiFi
fr: WiFi名称
ja: WiFi名

# DevInfo_DevID
source: Device ID
es: ID del dispositivo
fr: ID appareil
ja: デバイスID

# DevInfo_DevModelNum
source: Device model
es: Modelo del dispositivo
fr: 设备型号
ja: デバイス形番

# DevInfo_CameraInfo
source: Camera information
es: Información de la cámara
fr: 摄像头信息
ja: カメラ情報

# firmware_version
source: Hardware version
es: Versión del Hardware
fr: Version du logiciel
ja: ハードウェアバージョン

# DeviceName_CurrentName
source: Current name
es: Nombre actual
fr: 当前名称
ja: 現在名

# DeviceName_DefaultName
source: Default name
es: Nombre por defecto
fr: 默认名称
ja: デフォルト名

# LightDuration_Setting
source: Lighting duration setting
es: LightDuration_Setting
fr: 灯照时长设置
ja: ライト期間設定

# LightDuration_WholeDayOff
source: Whole day off
es: Todo el día apagado
fr: 全天关闭
ja: 全日OFF

# LightDuration_OnTime
source: Turn on time
es: Tiempo de encendido
fr: 开启时间
ja: ON時間

# LightDuration_OffTime
source: Turn off time
es: Tiempo de apagado
fr: 关闭时间
ja: OFF時間

# LightDuration_Repeat
source: Repeat
es: Repetir
fr: 重复
ja: 重複

# LightDuration_Sun
source: Sun
es: Domingo
fr: 日
ja: 日曜

# LightDuration_Mon
source: Mon
es: Lunes
fr: 一
ja: 月曜

# LightDuration_Tue
source: Tues
es: Martes
fr: 二
ja: 火曜

# LightDuration_Wed
source: Wed
es: Miércoles
fr: 三
ja: 水曜

# LightDuration_Thur
source: Thur
es: Jueves
fr: 四
ja: 木曜

# LightDuration_Fri
source: Fri
es: Viernes
fr: 五
ja: 金曜

# LightDuration_Sat
source: Sat
es: Sábado
fr: 六
ja: 土曜

# Setting_StartAddBtnTitle
source: Start Add
es: Empezar a añadir
fr: 开始添加
ja: 追加開始

# Setting_EditSensorName
source: Modify the defence area name
es: Modifique el nombre de la zona
fr: 修改防区名称
ja: 防衛エリア名を改訂します。

# Setting_DefenceArea
source: Defence area
es: Zona
fr: 防区
ja: 防衛エリア

# Setting_ModifySensorSucces
source: 修改成功
es: Cambio de contraseña exitoso
ja: 改訂成功

# Setting_Magnetic
source: Magnet
es: Imán de la puerta
fr: 门磁
ja: ドアマグネット

# AddMagneticStep1
source: 1.Install battery and remove insulating sheet of the device
es: 1.Instale la batería y remueva la aislación del dispositivo
fr: 1.安装电池，取掉设备绝缘片
ja: 1.バッテリーを取り付け、デバイスの絶縁シートを取り外します

# AddMagneticStep2
source: 2.Keep the device within the effective communication distance of gateway
es: 2.Mantenga el dispositivo dentro de la distancia de comunicación efectiva de la entrada
fr: 2.使设备处于网关的有效通讯距离内
ja: 2.デバイスがゲートウェイの有効な通信距離以内にあるようにします。

# AddMagneticStep3
source: 3.Please click "Start Add" and then trigger the device according to the animation demo as shown in the figure above.
es: 3.Haga click en 'start adding'` (comenzar a agregar),luego presione el dispositivo de activación de demo animación de la imagen anterior
fr: 3.请点击 “开始添加“ ，然后请按上图中动画演示触发设备
ja: 3.「追加開始」をクリックして、上図のティーチングによりデバイスを触発してください。

# Setting_Infrared
source: Infrared intrusion detector
es: Detector infrarrojo de intruso
fr: 红外入侵探测器
ja: 赤外侵入探知機

# AddInfraredStep1
source: 1.Install battery
es: 1.Instale la batería
fr: 1.安装电池
ja: 1.バッテリーを取り付け

# AddInfraredStep2
source: 2.Keep the device within the effective communication distance of gateway
es: 2.Mantenga el dispositivo dentro de la distancia efectiva de comunicación de la entrada
fr: 2.使设备处于网关的有效通讯距离内
ja: 2.デバイスがゲートウェイの有効な通信距離以内にあるようにします。

# AddInfraredStep3
source: 3.Please click "Start Add" and then trigger the device according to the animation demo as shown in the figure above.
es: 3.Haga click en 'start adding' (comenzar a agregar),luego presione el dispositivo de activación de demo animación de la imagen anterior
fr: 3.请点击 “开始添加“ ，然后请按上图中动画演示触发设备
ja: 3.「追加開始」をクリックして、上図のティーチングによりデバイスを触発してください。

# Setting_AudibleAlarm
source: Audible and visual alarm
es: Alarma audible y visual
fr: 声光报警器
ja: 声光警報器

# AddAudibleAlarmStep1
source: 1.Insert the power cord into a socket to power up the device or turn on the device backup battery switch
es: 1.Enchufe el dispositivo o encienda el interruptor de la batería de respaldo del dispositivo
fr: 1.设备插座上电或者打开设备备用电池开关
ja: 1.デバイスのソケットに電源を投入し、またはデバイスのバックアップバッテリーSWを開けます。

# AddAudibleAlarmStep2
source: 2.Keep the device within the effective communication distance of gateway
es: 2.Mantenga el dispositivo dentro de la distancia de comunicación efectiva de la entrada
fr: 2.使设备处于网关的有效通讯距离内
ja: 2.デバイスがゲートウェイの有効な通信距離以内にあるようにします。

# AddAudibleAlarmStep3
source: 3.Please click "Start Add" and then trigger the device according to the animation demo as shown in the figure above.
es: 3.Presione el dispositivo de activación de demo animación de la imagen anterior,luego haga click en 'start adding'`
fr: 3.请按上图中动画演示按SET按键3s，触发设备，然后点击“开始添加”
ja: 3.上図のティーチングによりSETキーを3秒に押してデバイスを触発し、「追加開始」をクリックしてください

# Setting_Sos
source: SOS button
es: Botón de SOS
fr: SOS按钮
ja: SOSボタン

# AddSosStep1
source: 1.Keep the device within the effective communication distance of gateway
es: 1.Mantenga el dispositivo dentro de la distancia de comunicación efectiva de la entrada
fr: 1.使设备处于网关的有效通讯距离内
ja: 1.デバイスがゲートウェイの有効な通信距離以内にあるようにします。

# AddSosStep2
source: 2.Please click "Start Add" and then trigger the device
es: 2.Haga click en 'start adding',luego presione el dispositivo activador de demo animación de la imagen anterior
fr: 2.请点击 “开始添加“ ，然后请按上图中动画演示触发设备
ja: 2. 「追加開始」をクリックして、上図のティーチングによりデバイスを触発してください。

# Setting_SceneTaskTitle
source: Scene task title
es: nombre
fr: 名称
ja: 名

# Setting_SatisfyTitle
source: When any condition is met
es: Cuando cualquiera de las condiciones se haya cumplido
fr: 满足任一条件时
ja: 条件のいずれかに該当するする場合

# Setting_CarryoutTitle
source: Execute following tasks
es: Ejecute las siguientes tareas
fr: 执行以下任务
ja: 下記のタスクを実行します。

# Setting_HaveNotYetSceneCondition
source: No conditions added yet
es: 还未添加条件
fr: 还未添加条件
ja: 还未添加条件

# Setting_HaveNoSatisfy
source: No sensor selectable
es: No hay sensor para seleccionar
fr: 没有可选择的传感器
ja: 没有可选择的传感器

# Setting_HaveNoCarryout
source: No device selectable
es: No se dispone de opciones
fr: 没有可选择的设备
ja: 選択できるデバイスがありません。

# Setting_SelectSensor
source: Select device
es: Seleccione el dispositivo
fr: 选择设备
ja: デバイスを選択します。

# Setting_DeleteSceneTaskTip
source: Are you sure you want to delete the task?
es: ¿Está seguro que desea borrar esta tarea?
fr: 确定要删除这个任务吗？
ja: このタスクを削除するでしょう。

# Setting_SceneTaskReName
source: 重命名
es: Renombrar
ja: 再命名

# Setting_Tips
source: 提示
es: Sugerencia
ja: 注意

# Setting_SettingTitle
source: Setting
es: Ajuste
fr: Configuration
ja: 設定

# Setting_MotionDetection
source: Motion detection
es: Detección de movimiento
fr: 运动检测
ja: 運動検出

# Setting_TempAlarmSetting
source: Temperature alarm
es: Alarma de temperatura
fr: 温度报警
ja: 温度警報

# Setting_CameraSwitch
source: Video privacy mode
es: Modo de video privacidad
fr: Camera Switch
ja: カメラSW

# Setting_CameraMicrophone
source: Camera microphone
es: Micrófono de la cámara
ja: カメラマイク

# Setting_CloudService
source: Cloud storage service
es: serv.De almacenaje
fr: Cloud Service
ja: クラウドレコーディングキット

# Setting_StatusIndicator
source: Status indicator
es: Indicador de estado
ja: 状態ランプ

# Setting_RotateSemicircle
source: Rotate video 180 degrees
es: Girar video en 180 grados
fr: Rotate Semicircle
ja: ビデオ画像を180度に回します

# Setting_NightVersion
source: Night vision
es: Visión nocturna
fr: Night Version
ja: ナイトビジョン

# Setting_ShareWithFriends
source: Share with friends
es: Compartir con amigos
ja: フレンズシェア

# Setting_ManualRecord
source: TF card manual record
es: Reg.manual tarjeta TF
fr: Manual Record
ja: TF カード手動映像

# Setting_PhotoAlbum
source: Album
es: Álbum
fr: 相册
ja: アルバム

# Setting_TimeCheck
source: Camera time check
es: Ctrl tiemp cámara
fr: 摄像头时间校验
ja: カメラ時間検証

# Setting_WiFiSetting
source: WiFi setting
es: Ajuste de WiFi
fr: Réglages WiFi
ja: WiFi設定

# Setting_DeviceInfo
source: Device information
es: Información del dispositivo
fr: Device Info
ja: デバイス情報

# Setting_PIRDetection
source: Infrared detection
es: Detección de infrarrojo
fr: PIR Detection
ja: PIR検出

# Setting_CellularDataAutoPause
source: Cellular mobile network auto pause
es: Auto pausa de la red del teléfono celular
fr: Cellular Data Auto Pause
ja: 携帯ネットワーク自動停止

# Setting_VoiceDetection
source: Sound detection
es: Detección de ruido
fr: 声音检测
ja: 音声検出

# Setting_Alexa
source: Accessed by the third party
es: Se accede por terceros
fr: 第三方接入
ja: 第三者アクセス

# Setting_LightDuration
source: Light duration
es: Duración de la luz
ja: ライト期間

# Setting_AddSensor
source: Add sensor
es: Agregar el sensor
fr: 添加传感器
ja: センサー追加

# Setting_SceneTask
source: Scene task
es: Tarea circunstancial
fr: 情景任务
ja: シナリオタスク

# Setting_BabyMusic
source: Lullabies
es: Canciones de cuna
fr: 安抚音乐
ja: ベビーミュージック

# Setting_DeleteDevice
source: Delete device
es: Borrar dispositivo
ja: デバイス削除

# GosComm_DeleteFailure
source: 删除失败
es: Error al borrar
ja: 削除失敗！

# Setting_DeviceOffLine
source: Device offline
es: fuera de línea
fr: 设备已离线
ja: 设备已离线

# TFCR_NoTFCardTips4
source: 请确保您的存储卡为FAT32 格式，或将TF卡经PC进行格式化为FAT32后插入设备
es: Asegúrese de usar la tarjeta de memoria con formato FAT32.
