Repository: wzq0227/-
Catalog: GosIPCs/GosIPCs/SysRelated/Localizable/Goscom/*.lproj/Localizable.strings
Languages: es, fr, ja

# Mine_FAQ
source: FAQ
es: Preguntas más frecuentes

# AddDEV_DEVName
source: camera
es: Cámara

# Setting_SceneTaskInput
source: 请输入名称
es: Ingrese un nombre nuevo

# VideoQualityHD
source: HD
fr: 高清

# VideoQualitySD
source: SD
fr: 标清
