Repository: wzq0227/-
Catalog: GosIPCs/GosIPCs/SysRelated/Localizable/Goscom/*.lproj/Localizable.strings
Languages: es, fr, ja

# GosComm_Confirm
source: Confirm
es: Conf
fr: Oui
ja: 確定

# GosComm_Save
source: Save
es: Guardar
fr: 保存
ja: 保存

# GosComm_SelectAll
source: Select all
es: Seleccionar todo
ja: すべて選択

# GosComm_Done
source: Done
es: Hecho
fr: sauvegarder
ja: 完成

# GosComm_Edit
source: Edit
es: Editar
fr: 编辑
ja: 編集

# GosComm_Save_title
source: Whether to save the changes?
es: Grabar o no los cambios?
fr: 是否保存更改?
ja: 更改を保存しないでしょう?

# GosComm_Set_Succeeded
source: Set succeeded
es: Ajuste exitoso
fr: Paramétrage terminé
ja: 設定成功

# GosComm_Set_Failed
source: Set failed
es: Error del ajuste
fr: Échec de la configuration
ja: 設定失敗

# GosComm_Cancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

# GosComm_Delete
source: Delete
es: Borrar
fr: Supprimer
ja: 削除

source: Immediate Experience
es: Comience ahora
fr: 立即体验
ja: 今すぐ体験しましょう

source: Device
es: 设备
fr: 设备
ja: 设备

source: GosMall
es: Comprar en línea
fr: 商城
ja: 商城

source: Mine
es: 我的
fr: 我的
ja: 我的

# PasswordTFPlaceholder
source: Enter password
es: Ingrese la contraseña
fr: 请输入密码
ja: パスワードを入力してください

# FastRegister
source: Quick register
es: Registro rápido
fr: 快速注册
ja: 快速登録

source: Remember password
es: Recuerde contraseña
fr: 记住密码
ja: パスワードを記憶します

source: Login
es: Acceso
fr: 登录
ja: ログイン

# ChnageCountry
source: 切换国家和地区
es: 切换国家地区
fr: 切换国家地区
ja: 切换国家地区

source: Forget password
es: ¿Olvidó la contraseña?
fr: 忘记密码
ja: パスワード忘れ

# AccountOrPwdFmtError
source: User account or password format incorrect
es: Cuenta del usuario o formato de la contraseña incorrecto
fr: 用户账号或密码格式错误
ja: ユーザーIDまたはパスワード形式のエラー

# PasswordLenLimit
source: Password shall be 8-16 characters in length
es: La contraseña debe tener de 8-16 caracteres
fr: 密码长度在8~16字符之间
ja: パスワード長さが8~16文字にあります

# AccountNotExist
source: 用户不存在
es: La cuenta no existe
fr: 账号不存在
ja: ID無し

# PasswordError
source: 密码错误
es: Contraseña incorrecta
ja: パスワードエラー

# NetworkReqTimeOUt
source: 网络请求超时
es: Tiempo límite en la solicitud de la red
ja: ネットワーク請求タイムアウト

# CheckNetwork
source: 网络诊断
es: Diagnóstico de la Red
fr: Network Diagnostics
ja: ネットワーク診断

# SVPLoading
source: Loading
es: Cargando
ja: ロード中

source: Register
es: Registro
fr: 注册
ja: 登録

# ReqAuthCode
source: Get code
es: 获取验证码
fr: 获取验证码
ja: 検証コード取得

# ConfirmPasswordTFPlaceholder
source: Enter password again
es: Vuelva a ingresar la contraseña
fr: 请再次输入密码
ja: もう一度パスワードを入力してください

# AccountHasExist
source: Account already exists
es: 账号已存在
fr: 账号已存在
ja: 既存のアカウントです。

# SendDataFailure
source: Send failed, please check network connection
es: Error en el envío. Por favor revise la conexión de la red
fr: 发送失败,请检查网络连接
ja: 发送失败,请检查网络连接

# RegisterSuccess
source: Register succeeded
es: Éxito en el registro
fr: 注册成功
ja: 登録成功

# AuthCodeError
source: Verification code incorrect
es: Código de verificación incorrecto
fr: 验证码错误
ja: 検証コードエラー

source: Commit
es: Emitir
fr: 提交
ja: 提出

# ResetSuccess
source: Set succeeded
es: Ajuste exitoso
fr: 重置成功
ja: リセット成功

# RetrievePassword
source: Forget password
es: ¿Olvidó la contraseña?
fr: 忘记密码
ja: パスワード忘れ

# Register_include_two_Format
source: Password format: 8-16 characters in length; contain at least two kinds among numbers, capital letters and lowercase letters
es: La contraseña debe tener entre 8-16 caracteres; incluya al menos dos tipos de caracteres entre números y letras
fr: 密码格式 : 长度在8到16位字符之间，数字，大写字母，小写字母须至少包含二种
ja: パスワード形式 : 長さが8～16ビット文字にあり、数字、大文字及び小文字の少なくとも2種を含むこと

# Register_include_two
source: Password must contain at least two kinds among numbers, capital letters and lowercase letters
es: La contraseña debe contener al menos dos tipos de caracteres entre números,letras mayúsculas y letras minúsculas
fr: 数字，大写字母，小写字母须至少包含二种
ja: 少なくとも数字、大文字及び小文字の2種を含むこと

# Register_AgreeUserAgreement
source: I agree User agreement
es: Acepto el Contrato del Usuario
fr: 我已阅读并同意用户协议
ja: 私はユーザー規約を読んで同意しました

# Register_UserAgreement
source: User agreement
es: Acuerdo usuar
fr: 用户协议
ja: ユーザー規約

# Country_TitleDefault
source: United States of America +1
es: Spain +34
fr: France +33
ja: Japan +81

# DeviceList
source: 设备列表
es: Lista del Dispositivo
fr: Liste des périphériques
ja: デバイス一覧

source: share
es: Compartir
ja: シェア

source: Connecting
es: 正在连接
fr: 正在连接
ja: 接続中

# NotConnected
source: Disconnected
es: 未连接
fr: 未连接
ja: 未接続

# PushMsgFrom
source: From
es: Desde
fr: 来自
ja: 出典

# PushMsgMoveEvent
source: Object movement sensing event
es: Evento de detección de movimiento de objetos
fr: 物体移动感应事件
ja: 物体移動誘導イベント

# PushMsgPirEvent
source: Object movement sensing event
es: Evento de alarma infrarroja de intruso
fr: 物体移动感应事件
ja: 物体移動誘導イベント

# PushMsgTemUpLimitEvent
source: Temperature(Upper Limit) alarm event
es: 温度(上限)报警事件
fr: 温度(上限)报警事件
ja: 温度(上限)报警事件

# PushMsgTemLowLimitEvent
source: Temperature(Lower Limit) alarm event
es: 温度(下限)报警事件
fr: 温度(下限)报警事件
ja: 温度(下限)报警事件

# PushMsgVoiceEvent
source: Sound alarm event
es: Evento de alarma de ruido
fr: 声音报警事件
ja: 音声警報イベント

# PushMsgBellRingEvent
source: Bell ring alarm event
es: Evento de alarma del timbre
fr: 按铃事件
ja: 按铃事件

# PushMsgLowBatteryEvent
source: Low battery alarm event
es: Evento de alarma de baja batería
fr: 低电量事件
ja: ローバッテリーイベント

# PushMsgIotLowBatteryEvent
source: Battery is low,please replace the battery as soon as possible
es: Batería baja,cambie la batería lo antes posible
fr: 电池电量不足，请尽快更换电池
ja: 电池电量不足，请尽快更换电池

# PushMsgIotDoorOpenEvent
source: Door opened
es: Puerta abierta
fr: 门已开启
ja: ドアON

# PushMsgIotDoorCloseEvent
source: Door closed
es: Puerta cerrada
fr: 门已关闭
ja: ドアOFF

# PushMsgIotDoorBreakEvent
source: Tamper alarm event
es: Evento de alarma de manipulación
fr: 防拆报警事件
ja: 取外し防止警報イベント

# PushMsgIotPriEvent
source: Infrared intrusion alarm event
es: Evento de alarma infrarroja de intruso
fr: 红外入侵报警事件
ja: 赤外侵入警報イベント

# PushMsgIotSosEvent
source: SOS alarm event
es: Evento de alarma SOS
fr: SOS报警事件
ja: SOS警報イベント

# TFCR_NoFiles
source: No file
es: 暂无录像文件
fr: 暂无录像文件
ja: 暂无录像文件

# TFCR_Video
source: Video
fr: Vidéo
ja: ビデオ

# TFCR_Photo
source: Photo
es: Foto
fr: Image
ja: 画像

# TFCR_NoTFCardTitle
source: Your camera has not been inserted with a memory card yet
es: 您的摄像机还没有插入存储卡
fr: 您的摄像机还没有插入存储卡
ja: ごビデオカメラにメモリーカードがありません

# TFCR_NoTFCardTips1
source: Insert a TF(Micro SD) memory card to allow automatic video recording
es: Inserte una tarjeta de memoria TF(Micro SD) para permitir que los videos se graben automáticamente.
fr: 插入TF(Micro SD)存储卡就能自动录像
ja: TF(Micro SD)メモリーカードを差し込むと、自動的に映像を取ることができます

# TFCR_NoTFCardTips2
source: Support a memory card up to 32G
es: Respalde en una tarjeta de memoria de hasta 32G
fr: 最大支持32G存储卡
ja: 32Gメモリーカードまでサポートします

# TFCR_NoTFCardTips3
source: If memory card is not recognized after being inserted, please pull out and insert again
es: Si después de haber insertado la tarjeta de memoria esta no se reconoce,sáquela y vuelva a insertarla.
fr: 插入存储卡后未识别出，请重新插拔存储卡
ja: メモリーカードを差し込むと認識されていないので、もう一度メモリーカードを抜き出して差し込んでみてください

# TFCR_DownloadFalure
source: 下载失败
fr: Error al descargar
ja: ダウンロード失敗

# TFCR_Tips
source: 提示
fr: prompt
ja: 注意

# TFCR_IsCancelDownload
source: 是否取消下载该文件？
es: 是否结束下载该文件？
fr: 是否结束下载该文件？
ja: 是否结束下载该文件？

# TFCR_Stop
source: 结束
fr: Finished
ja: 終了

# TFCRP_Title
source: Video stored in TF card
es: Video almacenado en la tarjeta TF
fr: TF卡录像
ja: TFカード映像

# CSP_LastVideoPlayed
source: The last video has been played.
es: Se ha mostrado el último video
fr: 最后一个视频已经播放完
ja: 最後のビデオの全部は再生しました

# CLIP_Tip
source: Please enter the cut video name and click Save. If you want to edit the cut video, please edit in the album on the camera setting interface or the preview interface in playback.
es: Ingrese el nombre del video corto y haga click en Save (Guardar). Si usted desea editar video corto,edite el álbum de la interfaz del ajuste de la cámara o la interfaz de la vista preliminar en playback.
fr: 请输入编辑名称，点击保存，如果要编辑剪辑，请在摄像头设置界面的相册或者回放时预览界面相册中编辑
ja: 編集名を入力し、保存をクリックし、モンタージュを編集する場合、カメラ設定インターフェースのアルバムで、または再生する場合にプレビューインターフェースアルバムで編集してください。

# CLIP_TitleName
source: Title name:
es: Nombre del titulo:
fr: 标题名称：
ja: 見出し名：

# CLIP_StartTimeTitle
source: Start time
es: Tiempo de inicio
fr: 开始时间
ja: 開始時間

# CLIP_DurationTitle
source: Duration
es: Duración
fr: 持续时间
ja: 持続時間

# CLIP_MinTitle
source: Min
fr: 分
ja: 分

# CLIP_SecTitle
source: Sec
es: Seg
fr: 秒
ja: 秒

# CLIP_SucceedTip
source: Successfully cut,please view it in the album
es: Corte exitoso,véalo en el álbum
fr: 裁剪视频完成，请在手机相册中查看
ja: ビデオモンタージュ完了、携帯のアルバムで調べてください。

# CLIP_FailedTip
source: Fail to cut the video,please check network connection
es: No se pudo cortar el video,revise la conexión de la red
fr: 裁剪视频失败，请检查网络重试
ja: ビデオモンタージュ失敗、ネットワークを検査してリトライしてください。

source: Device offline
es: fuera de línea
fr: 设备不在线
ja: デバイスオフライン

source: Record Failure
es: Error en el registro
fr: 录像失败
ja: 映像失敗

# RecordSuccess
source: Video saved to Photos
es: Guardar video
ja: 映像がAPPアルバムに保存されました

# SnapshotSuccess
source: Image saved to Photos
es: Guardar imagen
ja: 画像がAPPアルバムに保存されました

# SendTalkFileFailure
source: Voice sending failed
es: Error en el envío de voz
fr: 对讲发送失败
ja: トークバック送信失敗

# Mine_Logout
source: Logout
es: Cierre de sesión
fr: 注销
ja: ログアウト

# Mine_UserAgreement
source: User agreement
es: Acuerdo usuar
fr: 用户协议
ja: ユーザー規約

# Mine_Setup
source: Setting
es: Ajuste
fr: Configuration
ja: 設定

# Mine_About
source: About
es: Acerca de
fr: 关于
ja: アバウト

# Mine_AdviceFeedback
source: Feedback
fr: 意见反馈
ja: コメント

# Mine_CloudSubscription
source: Cloud Service Subscription
es: Suscrip.servicio de nube
fr: 云服务订阅
ja: クラウドサービス注文

# Mine_MessageCenter
source: Message center
es: Centro de mensajes
fr: 消息中心
ja: メッセージセンター

# Mine_ExperienceCenter
source: Experience center
es: Centro de experiencia
fr: 体验中心
ja: 体験センター

# Mine_Loading
source: Loading
es: Cargando
ja: ロード中

# Mine_ModifyLoginPassword
source: Change password
es: Cambie la contraseña
fr: 修改登录密码
ja: ログインパスワード改訂

# Mine_MessageCenterSetup
source: Push notification setting
es: Ajuste envio mensj
fr: Paramétrage d’envoi des messages
ja: メッセージプッシュ設定

# Mine_Version
source: Version
es: 版本号
fr: 版本号
ja: 版本号

# Mine_NoMessage
source: No push message
es: 暂无消息
fr: 暂无消息
ja: 暂无消息

# Mine_Tip
source: Tip
es: Sugerencia
fr: prompt
ja: 注意

# Mine_DeleteMessageTips
source: Are you sure you want to delete the selected push message?
es: ¿Está seguro que desea borrar el mensaje de presionar botón seleccionado？
fr: 确定要删除已选择的推送消息吗？
ja: チェックしているプッシュメッセージを削除するでしょう。

# Mine_Renew
source: Renew
es: Renovación
fr: 续费
ja: 更新料

# Mine_PlayedTimes
source: PlayedTimes
fr: 播放次数
ja: 再生回数

# VRPlay_Voice
source: Voice
es: Voz
fr: Sound
ja: 音声

# VRPlay_Cruise
source: Cruise
es: Navegar
fr: 巡航
ja: クルーズ

# VRPlay_MountingMode
source: Mounting mode
es: Modo montaje
fr: 安装模式
ja: インストールモード

# VRPlay_DisplayMode
source: Display mode
es: Mod pantalla
fr: 显示模式
ja: 表示モード

# VRPlay_Playback
source: Playback
es: Reproduc
fr: 回放
ja: 再生

# VRPlay_Definition
source: Definition
es: Definición
fr: 清晰度
ja: ビデオ品質

source: Network error
es: Error de red
fr: Réseau non valide
ja: ネットワーク異常

# Mine_DayInCycleRecording
source: -day cycle recording
es: -Registro del ciclo de día
fr: 天循环录制
ja: 日循環レコーディング

# Mine_ValidityPeriod
source: Validity period
es: 有效期
fr: 有效期
ja: 有効期間

# Mine_InUse
source: In use
es: En uso
fr: 使用中
ja: 使用中

# Mine_Unbind
source: Removed
es: Removida
fr: 已移除
ja: 削除されました

# Mine_Expired
source: Expired
es: Expirado
fr: 已过期
ja: 期間超過です

# Mine_Unpurchased
source: Nonactivated
es: No activado
fr: 未开通
ja: 未開通

# Mine_Unuse
source: Not in use
es: No en uso
fr: 未使用
ja: 未使用

# Mine_Unbind_DeviceName
source: Old camera(Removed)
es: Cámara antigua（Removida）
fr: 旧设备（已移除）
ja: 中古デバイス（削除されました）

# Mine_ServiceTransfer
source: Service transfer
es: Transferencia de servicio
fr: 服务转移
ja: サービス移転

# Mine_NoDeviceCanBeTransfer
source: No forwardable Device
es: 没有可以转移云服务的设备
fr: 没有可以转移云服务的设备
ja: クラウドサービスを移転できるデバイスがありません。

# Mine_Purchase
source: Order
es: Ordenar
fr: 开通
ja: 開通

# Mine_DeviceNotSupportCloud
source: Device does not support Cloud Service
es: El dispositivo no soporta el servicio de nube
fr: 设备不支持云服务
ja: デバイスはクラウドサービスをサポートしません。

# Mine_SelectDeviceToTransfer
source: Select the camera that will be bound to the cloud service
es: Seleccione la cámara que será vinculada al servicio de nube
fr: 选择将要绑定云服务的设备
ja: クラウドサービスをバンディングするデバイスを選択してください。

# Mine_TransferConfirm
source: Confirm selection
es: Confirme la selección
fr: 确认选择
ja: 選択確認

# Mine_TransferWipeTip
source: Note: The original camera cloud historical video record will be cleared
es: Nota: El registro del video histórico de la nube de la cámara original será borrado
fr: 注意：原设备云端历史视频记录将被清除
ja: 注意：元のデバイスクラウドエンドのビデオ履歴がクリアされます。

# Mine_GetNetworkDataFailed
source: Get Data Failed, please check network connection and retry
es: Error en la obtención de datos,revise la conexión de la red y reintente
fr: 请求失败，请检查网络重试
ja: 請求失敗、ネットワークを検査してリトライしてください。

# Mine_CloudPlayback
source: Cloud stored video
es: Video almacenado en la nube
fr: 云存储录像
ja: クラウドストレージ映像

# Mine_DeviceNotPurchaseCloud
source: Current device has not ordered cloud storage service
es: El dispositivo actual no ha ordenado el servicio de almacenamiento en la nube
fr: 当前设备未开通云存储
ja: 現在デバイス未開通クラウドストレージ

# Mine_OrderNow
source: Order Now
es: Ordenar
ja: 今すぐ注文します

# AddDEV_ScanError
source: QR code format incorrect
es: Formato del código QR incorrecto
fr: 二维码格式错误
ja: QRコード形式エラー

# AddDEV_NotSuppotEN
source: Device does not support English APP
es: El dispositivo no soporta la APP inglesa
fr: 设备不支持英文APP
ja: デバイスは英語APPをサポートしません

# AddDEV_NotSuppotCN
source: Device does not support Chinese APP
es: El dispositivo no soporta la APP china
fr: 设备不支持中文APP
ja: デバイスは中国語APPをサポートしません

# AddDEV_NotSupportScan
source: Device does not support QR code scanning
es: El dispositivo no soporta el escaneo del código QR
fr: 设备不支持扫码
ja: デバイスはQRコードスキャンをサポートしません

# AddDEV_BindDuplicated
source: Device already added
es: Dispositivo ya agregado
fr: 已被本账号绑定
ja: このアカウントにバンディングされました

# AddDEV_BindDuplicated_share
source: Device already added
es: Dispositivo ya agregado
fr: 设备已添加
ja: デバイスは追加されました

# AddDEV_BindByOther
source: Already added by other account
es: Ya agregado por otra cuenta
fr: 已被其它账号绑定
ja: 他のアカウントにバンディングされました

# AddDEV_DEVNotExit
source: Device does not exist
es: El dispositivo no existe
fr: 设备不存在
ja: デバイス無し

# AddDEV_NetTimeOut
source: Network request timeout
es: Tiempo límite en la solicitud de la red
fr: 网络请求超时
ja: ネットワーク請求タイムアウト

# AddDEV_AddSuccess
source: Device successfully added
es: Agregado exitoso
fr: 添加成功
ja: 追加成功

# AddDEV_AddFailed
source: Add Failed
es: Error al agregar
fr: 添加失败
ja: 追加失敗

# AddDEV_title
source: Add device
es: Agregue dispositivo
fr: 添加设备
ja: デバイス追加

# AddDEV_tipOne
source: turn on and wait for device to start. When the red indicator lights flash, enter the configuration mode.
es: Encienda y espere el inicio del disp. Al parpadear las luces rojas, ingrese al modo de config.
fr: 请将设备通电，等待设备启动，红色指示灯快闪时进入配置模式
ja: デバイスに電源を投入し、デバイスが起動してから赤ランプが速く点滅すると配置モードとなります

# AddDEV_tipTwo
source: If the red indicator light is not flash on for more than 2 minutes,press the "SET" button for 1 second.
es: Pulse "SET" si la luz roja indicadora no parpadea más de 2 minutos
fr: 如果通电超过2分钟红色指示灯未快闪，请按"SET"键1秒！
ja: 電源を投入され2分以上にわたって投入して赤ランプ速く点滅しない場合、「SET」キーを1秒に押してください

# AddDEV_currentAddMethod
source: current add method：
es: método de adición actual：
fr: 当前添加方式：
ja: 現在の追加方式：

# AddDEV_lightQuickFlash
source: Red indicator is Flashing,next step
es: Luz roja parpadeando, continúe
fr: 红色指示灯已快闪，下一步
ja: 赤ランプは速く点滅しています。次に

# AddDEV_otherAddMethod
source: other add method
es: otro método de adición
fr: 其它添加方式
ja: 他の追加方式

# AddDEV_ChooseAddMethod_title
source: select the add method
fr: 选择配网方式
ja: ネットワーキング方式を選択します

# AddDEV_WiFiAdd
source: WiFi Add
es: Añadir WiFi
fr: Wi-Fi快连
ja: Wi-Fiクイックコネクト

# AddDEV_QRCodeAdd
source: QR Code Add
es: Añadir código QR
fr: 二维码配网
ja: QRコードネットワーキング

# AddDEV_APAdd
source: AP Add
es: Añadir AP
fr: AP模式
ja: APモード

# AddDEV_LanAdd
source: Lan Add
es: Añadir LAN
fr: 网线快连
ja: ネットワークケーブルクイックコネクト

# AddDEV_WiFiAdd_tip
source: camera receives the information of WiFi configuration network through broadcasting
es: La cámara recibe info. de la red de config. WiFi mediante la transmisión
fr: 摄像机通过广播方式接收到WiFi配网信息进行联网。
ja: ビデオカメラは放送でWiFiネットワーキング情報を受信してネットワーキングします。

# AddDEV_QRCodeAdd_tip
source: QR code is created in smartphone after input wifi information, then,put QR code before camera to read the wifi information and complete the network configuration automatically.
es: Se crea código QR en smartphone tras ingresar la info. del Wifi, luego ponga el código frente a la cámara para leer la info. y completar la config. de red automáticamente.
fr: 手机配网信息生成二维码，摄像机对准手机中二维码，获取到配网信息后自动完成联网。
ja: 携帯のネットワーキング情報がQRコードを生成し、ビデオカメラを携帯のQRコードと合わせてネットワーキング情報を取得してから自動的にネットワーキングを完成します。

# AddDEV_APAdd_tip
source: camera send a Wi-Fi hotspot,smartphone connects the hotspot and transmits configuration information to the camera.
es: La cámara activa la zona Wifi, el smartphone se conecta y transmite la info. de config. a la cámara.
fr: 摄像机产生Wi-Fi热点，手机通过热点连接摄像机后将配网信息传送给摄像机。
ja: ビデオカメラにWi-Fiホットポイントが生じ、ポイントを通じて携帯をビデオカメラに接続してからネットワーキング情報をビデオカメラに送信します。

# AddDEV_LanAdd_tip
source: connect the camera with router by wire,smartphone and the camera are searched and connected under the same router.
es: Conecte la cámara con el router por cable, el smartphone y la cámara se buscan y conectan en el mismo router.
fr: 将摄像机通过网线与路由器连接，手机与摄像机在同一个路由器下，进行搜索连接。
ja: ネットワークケーブルでビデオカメラをルータと接続し、同一のルータで携帯をビデオカメラと検索接続を行います。

# AddDEV_wifiSet_title
source: WiFi setting
es: Ajuste de WiFi
fr: Réglages WiFi
ja: WiFi設定

# AddDEV_ChangeNet
source: Change Network
es: 切换
fr: 切换
ja: 切替

# AddDEV_NextStep
source: Next
es: Siguiente
fr: Étape suivante
ja: 次に

# AddDEV_5GWiFi_tip
source: camera won't support 5Ghz router, please change to a 2.4Ghz Router
es: Cámara no compatible con router 5Ghz, favor de cambiar a 2.4Ghz
fr: 你当前连接的路由器为5G频段的Wi-Fi，此设备不支持，请更换到2.4G Wi-Fi频段
ja: 接続するルータがこのデバイスにサポートされない5G周波数帯のWi-Fiですから、それを2.4G Wi-Fi周波数帯に交換してください

# AddDEV_LenShort
source: Wifi password can not be less than 8 bits
es: La contraseña de Wifi no puede tener menos de 8 bits
fr: Wifi密码不能少于8位
ja: WiFiのパスワードは少なくとも8ビットです

# AddDEV_LenLong
source: Wifi password can not be more than 64 bits
es: La contraseña de Wifi no puede tener más de 64 bits
fr: Wifi密码不能大于64位
ja: WiFiのパスワードは64ビットまでです

# AddDEV_ChangeNet_title
source: Change Network
es: 切换网络
fr: 切换网络
ja: 切换网络

# AddDEV_Qrcode_title
source: Scan QR code
es: Escanee el código QR
fr: 扫描二维码
ja: QRコードスキャン

# AddDEV_NoSound
source: Did not hear any sound?
es: ¿Escuchó algún sonido？
fr: 没有听到任何声音？
ja: いかなる音声も聞き取れなかったでしょう？

# AddDEV_NoSoundTitle
source: Did not hear the sound?
es: ¿No escuchó el sonido?
fr: 没有听到声音吗 ?
ja: 音声を聞き取れませんでしたか ??

# AddDEV_NoSoundText
source: 1: Make sure your camera is powered on. 2: Make sure the status indicator blinks red. 3: Make sure that the distance from QR code to camera is within 4-8 inches (10-20cm)
es: 1: Fíjese que su cámara esté encendida n2: El indicador de estado debe parpadear en color rojo./n3: Verifique que la distancia desde el código QR hasta la cámara sea de 4-8 pulgadas (10-20cm)
fr: 1: 请确保您的摄像头已接通电源。 2: 请确保状态指示灯快闪。 3: 请来回调整二维码和摄像头之间的距离。 4:长按"SET"键重置摄像机出厂设置后，重新开始添加摄像机。
ja: 1: ごカメラの電源が投入されているようにしてください。 2: 状態ランプ速く点滅するようにしてください。 3: 繰り返してQRコードとカメラとの距離を調整してください。 4:「SET」キーを長押ししてビデオカメラを出荷設定にリセットしてから新たにビデオカメラを追加します。

# AddDEV_addFailed
source: Add Failed
es: Error al agregar
fr: 添加失败
ja: 追加失敗

# AddDEV_addFailed_tip
source: 1: Keep the device as close to the router as possible, verify that the WiFi name and password are correct, and there are no special characters. The router DHCP is on. 2: long press the "SET" button for 5 seconds to reset the camera and start to connect again.
es: 1: Mantenga el disp. cerca del router, compruebe que el nombre y contraseña del WiFi son correctos y no tienen caracteres especiales. El DHCP del router está encendido 2: Pulse "SET" para reestablecer la cámara y conectar de nuevo
fr: 1:尽可能将设备靠近路由器，确认WiFi名称和密码是否正确，且没有特殊字符，路由器DHCP已开启。 2:长按"SET"键5秒重置摄像机出厂设置后，重新开始添加摄像机。
ja: 1:できる限りデバイスをルータに近寄せるようにしし、WiFi名及びパスワードが正しいか、特殊な文字がなく、ルータDHCPがONにされているかと確認してください。 2:「SET」キー5秒に長押ししてビデオカメラを出荷設定にリセットしてから新たにビデオカメラを追加します。

# AddDEV_networkCheck
source: network detection
es: detección de red
fr: 网络检测
ja: ネットワーク検出

# AddDEV_otherMethodAdd
source: other method add
es: otro método de adición
fr: 其它方式添加
ja: 他の方式追加

# AddDEV_APTip1_GOS
source: 1.Go to "Settings" to set-up WiFi and select the specified network "GOS-***"
es: 1. Vaya a "Settings" para config. el WiFi y seleccione la red "GOS-***'
fr: 1.请到“WiFi设置”处选择 "GOS-***" 连接
ja: 1.「WiFi設定」で 「GOS-***」 接続を選択してください

# AddDEV_APTip1_VR
source: 1.Go to "Settings" to set-up WiFi and select the specified network "VR-***"
es: 1. Vaya a "Settings" para config. el WiFi y seleccione la red "VR-***'
fr: 1.请到“WiFi设置”处选择 "VR-***" 连接
ja: 1.「WiFi設定」で 「VR-***」接続を選択してください

# AddDEV_APTip2
source: 2.Click on the APP pop-up to return to the Goscom APP
es: 2. Pulse el pop-up de la APP para regresar a la APP Goscom
fr: 2.点击弹窗返回到GOSCOM APP
ja: 2.ポップアップウィンドウををクリックしてGOSCOM APPに戻してください

# AddDEV_APButton
source: Go to setting
es: Ir a config.
fr: 去设置
ja: 設定

# AddDEV_APNotificaton
source: Connection successful. Tap here to return to the GOSCAM app.
es: Conexión exitosa. Presione aquí para volver a la app GOSCAM
fr: 连接成功，点击返回到高斯康。
ja: 接続成功、「GOSCOMに戻します」をクリックしてください

# AddDEV_LanTipOne
source: 1: Plug the camera internet cable into the router's LAN port
es: 1: Conecte el cable de internet de la cámara en el puerto LAN del router
fr: 1：将摄像机连接的网线插入路由器的LAN端口
ja: 1：ビデオカメラに接続するネットワークケーブルをルータのLANポートに差し込みます

# AddDEV_LanTipTwo
source: 2: Connect your mobile phone to the same router network as the camera
es: 2: Conecte su tel. móvil a la misma red que la cámara
fr: 2：将您的手机连接至与摄像机同一个路由器网络
ja: 2：ご携帯をビデオカメラ同一のルータネットワークに接続します

# AddDEV_Net_config
source: Network configuration
es: Config. de red
fr: 配置网络
ja: ネットワークを配置します

# AddDEV_FristStep
source: Step 1: Connecting
es: Paso 1: Conexión
fr: 第一步 : 连接中
ja: ステップ1 : 接続中

# AddDEV_SecondStep
source: Step 2: Binding
es: Paso 2: Vinculación
fr: 第二步 : 绑定中
ja: ステップ2 : バンディング中

# AddDEV_ThirdStep
source: Step 3: Connection success
es: Paso 3: Conexión exitosa
fr: 第三步 : 连接成功
ja: ステップ3 : 接続成功

# AddDEV_configTip
source: It will take about 1-2 minutes to connect to WiFi network, please wait
es: Tomará alrededor de 1-2 minutos para que la red de WIFI se conecte` por favor espere
fr: 连接过程需要大约1~2分钟请耐心等待
ja: 接続に1~2分程度がかかるので、少々お待ちください。

# AddDEV_Restore_tip
source: To make sure add it successfully, the device needs to be restored the factory default settings first.
es: Para que se haya agregado exitosamente, primero el dispositivo se debe ajustar por defecto en fábrica.
fr: 该设备需要恢复出厂设置才能添加成功
ja: このデバイスは出荷設定が恢復されるまで追加が成功できません。

# AddDEV_GotIt
source: Got it
es: Obtenido
fr: 知道了
ja: 分かりました。

# AddDEV_BeBind_tip
source: The device is bound by you already
es: El dispositivo ya ha sido vinculado por usted
fr: 您已经添加过该设备
ja: このデバイスは追加されたものです。

# AddDEV_CofigSuccess
source: Add device succeeded
es: Agregado exitoso
fr: 添加成功
ja: 追加成功

# AddDEV_SetNameTip
source: Please name the device
es: Favor de nombrar disp.
fr: 请给设备命名
ja: デバイスに命名してください。

# AddDEV_InputNameTip
source: input the name:
es: ingrese nombre:
fr: 输入名称：
ja: 名称入力：

# AddDEV_Confirm
source: Confirm
es: Conf
fr: 确认
ja: 確認

# AddDEV_NameNullTip
source: Device name shall not be empty
es: El nombre del dispositivo no debe estar vacío
fr: 设备名称不能为空
ja: デバイス名を空にしてはいけません

# AddDEV_NameReUse
source: camera name repeat
es: Repetir el nombre de la cámara
fr: 设备名称重复
ja: デバイス名重複

# NetCheckTopTip
source: Current network status
es: Estado actual de red
fr: 当前测试网络状况
ja: 当前测试网络状况
